
CREATE EXTENSION IF NOT EXISTS "pgcrypto";

INSERT INTO students (uuid, surname, name, middle_name) VALUES
                                                            (gen_random_uuid(), 'Ашуров', 'Мехроджиддин', 'Махамджонович'),
                                                            (gen_random_uuid(), 'Бернев', 'Владимир', 'Владимирович'),
                                                            (gen_random_uuid(), 'Брошенцов', 'Кирилл', 'Викторович'),
                                                            (gen_random_uuid(), 'Герасимов', 'Дмитрий', 'Семёнович'),
                                                            (gen_random_uuid(), 'Грибанов', 'Александр', 'Дмитриевич'),
                                                            (gen_random_uuid(), 'Дулев', 'Владислав', 'Вадимович'),
                                                            (gen_random_uuid(), 'Конов', 'Кирилл', 'Сергеевич'),
                                                            (gen_random_uuid(), 'Куимов', 'Алексей', 'Константинович'),
                                                            (gen_random_uuid(), 'Лебедева', 'Альбина', 'Борисовна'),
                                                            (gen_random_uuid(), 'Лушников', 'Платон', 'Александрович'),
                                                            (gen_random_uuid(), 'Марковец', 'Дарья', 'Сергеевна'),
                                                            (gen_random_uuid(), 'Мартынов', 'Никита', 'Денисович'),
                                                            (gen_random_uuid(), 'Мироненко', 'Дарья', 'Андреевна'),
                                                            (gen_random_uuid(), 'Орлов', 'Максим', 'Павлович'),
                                                            (gen_random_uuid(), 'Савилов', 'Игорь', 'Олегович'),
                                                            (gen_random_uuid(), 'Сантапов', 'Михаил', 'Дмитриевич'),
                                                            (gen_random_uuid(), 'Семиноженко', 'Семен', 'Витальевич'),
                                                            (gen_random_uuid(), 'Тимошин', 'Иван', 'Сергеевич'),
                                                            (gen_random_uuid(), 'Усов', 'Александр', 'Максимович'),
                                                            (gen_random_uuid(), 'Хохлов', 'Дмитрий', 'Сергеевич'),
                                                            (gen_random_uuid(), 'Шилов', 'Дмитрий', 'Юрьевич');
